// Даны два числа. Показать большее и меньшее число.
Console.Clear();

int a = 3;
int b = 4;
if(a > b)
{
Console.WriteLine(a + " больше чем, " + b);
}   
else
{
Console.WriteLine(b + " больше чем, " + a);
}